inhibitors
Attack
Aldactone
Lastly
AMS
outright
comprehension
1130
ALBUMIN-3.6
--
SS
gutter
Propylthiouracil
terms
Ventricle
resorption
reduced
LBP
MFA
Buspirone
2mm
adjusment
does
During
minimus
tabs*
RBC-54*
Transdermal
extravasation
07:54PM
FEN
non-anion
RBC-3.87*
Lactate-5.2*
improved
SPARSE
MULTI-VITAMIN
3-4
AMYLASE-28
3546**
detection
Baso-0.6
bowel
CONSOLIDATION
rhinitis
ureter
5652**
video
said
ensure
01:15PM
dentures
EJ
AZITHROMYCIN
1342**
dx
Irbesartan
improvement
mapping
real
Vanc/zosyn
Fioricet
liters
hematoma
Cl-97
CREAT-48
AST
routine
Paroxysmal
CKs
Vit
interventions
1341**
freeCa-1.14
**2902**
neurovascularly
3mg
IVFs
collaboration
1000mg
fights
conversing
receiving
/RA
**3347-1-24**
HBcAb-NEGATIVE
CREAT-0.4
1-4
Enoxaparin
**2925-5-18**
2ppd
HCT-31.7*
angulation
hematuria
pathologist
Fatigue
erythromelalgia
their
t.
systolic
Haldol
PH-7.41
-110
Did
mg-80
varicella
187**
adequate
WBC-6.8
YEAST-NONE
Lipase-12
even
HCT-29.7*
Does
medial
543**
**3418-1-4**
percussion
1116**
SBO
month
maintained
u
Specialty
globar
Cl-100
tessalon
*3
Aranesp
3350
45-55
social
deny
G-tube
-synthroid
NEUROSURGERY
white
underwent
admitted
75
Illicits
NSTMI
feeding
pulses
HCT-25.9*
bottles
Phos-3.4
STARTED
CIRRHOSIS
allergies
accentuated
familial
**3022-11-21**
extremties
Considered
9:40
GLUCOSE-130*
empirically
tapers
dullness
PHOSPHATE-3.3
metastatic
Access
Aerosol
PTT
Tract
GLUCOSE-TR
containing
5a
falling
Mother
Obstructive
CO2-24
RDW-13.8
invasive
mitral
quadrant
Yellow
7231**
Pa/Lat
transfer
wo
BILI-0.2
demand
68F
trazodone
1229**
midnight
sclerotic
risks
6041**
oral
7969**
stool
-History
**2925-5-21**
Some
-Gabapentin
Wife
Albumin-3.4*
Mid
Plavix
bronchoscopy
PT-16.0*
second
CV
intestines
hemi-arthroplasty
History
EPI-1
LE
Triamterene-Hydrochlorothiazid
valve
Oncology
Delirium
AVF
**2890-11-23**
images
11:06
sec
taken
regular
vitals
hypodensity
1.4
19.
II-XII
between
PEEP-5
leukocytosis
Arousal
Hospital
-157
systolic/diastolic
unsuccessful
HGB-17.9
**1-23**
pointed
CVL
non-gap
Calcium-8.6
**2857-9-19**
signout
repolarization
pumonary
NSTEMI
health
WBC-10.4
acetone
calculated
drawing
UHOLD-HOLD
diffuse
7911**
MetHgb-1
caps
cup
MCH-27.9
Conclusions
**3084-1-1**
meropenem
Cough
**8-29**
Urine
regimenw
physical
STIR
x5
insomnia
stain
narrowing
684-1,200
Referring
lowest
Improving
WBC-4.9
weight-bearing
57
TYPE
preparation
Neurological
arms
**3203**
Fracture
trace
arrhythmia
TPN
range
Pulses
Pupils
0/10
preservation
LISINOPRIL
pressures
23
ipratroprium
1924**
CHAIRS
49
Comfortable
compliant
R:20
small-to-moderate
considerably
baseline
infusion
23-25
BUPROPION
ACEI/B-blocker
LV
wrr
spastic
CFTX
lines
Ct-48*
PHOSPHATE-5.5*
Phos-1.0*
0.3mg
equal
Differential
Uneventful
fluoroscopic
Nodular
HGB-11.7*
*180
Medicated
Monos-2
127*
tried
HCO3-28
Std
Monos-56
eventually
generally
returning
HL
dialysis
present
Diltiazem
**3062-10-20**
20**
50,000
2.2
-4
state
akinetic
Location
Phos-2.3*
alcohol-povidone
calHCO3-14*
adjacent
TCO2-6*
incident
qACHS
congested
iron
went
bases
V1-V3
took
*18
Arterial
evident
N/g
hospice
Discussed
Vascular
unlikely
decannulated
organ
Resting
Sedated
TFN
near
**11/2527**
BM
Motrin
100,000
concerning
Source
Attentiveness
usually
wide
Ipratropium
fiber
angioplasty
weeks'
Increased
PANTOPRAZOLE
ferrous
Seven
consistent
+ketones
Lisinopril
gradually
Glucose-240*
we
wash
06:06PM
55/27
Six
cooperative
mL
BILI-0.1
bite
Hct-29.8*
family
Obesity
Drugs
court
neurosurgery
EOS-2
contours
7891**
Adhesive
NI
30+
center
RBBB
gram/200
eAG-114
Good
-Congestive
90-105
Indx-6.9*
brainstem
gluteus
Hct-27.2*
2.8
perles
purulent
cystocope
systemic
wk
Azithromycin
IV
adnexal
bleeding
far
Anal
ankles
benedryl
Miralax
BLOOD-NEG
Noncontributory
date.Urine
HSV1
2.49
unexpected
Potassium
t-PA
TotBili-6.3*
bili
PORT
Hypoxemia/PNA
left-sided
aerobic
Date
AO
torso
anaerobic
09:51PM
refills
porr
UricAcd-15.7*
K-4.4
POLYS-0
2:20pm
JVP
Range
daugter
prescribed
losartan
**3347-3-17**
Ct-137*
m/g/r
Mean
Edema
PTT-38.6*
focal
Severe
826**
hydration
PACS
90/60
Selective
in-house
04:42PM
Living
PT-14.1*
Folic
foley
Vancomycin
Glucose-131*
Instructions
rotator
CCY
-Patient
**2516-2-5**
transfused
Trop-T
3:45
Sacral
bedtime
claudication
41y.o.Male
Extraocular
RBC-94*
Thin
PCA
raloxifene
lactose-free
circumferentially
L4
NEUTS-84*
1427**
RDW-20.3*
4Q
DISEASE
t-
pressors
VTI
**Month/Year
inferior
Diazepam
maneuvers
Tremors
Background
tightness
-HTN
follow-
Disorder
reported
initation
cTropnT-2.26*
name
COUNT-304
Osmolal-273*
non-rebreather
amputated
Pericarditis
cirrhosis
PAST
ventricles
Ativan
bedside
despite
findings
defects
Bacteri-MOD
58
12-BJM
Shellfish
-Tobacco
201
larger
Initiation
aspirin/
Transfered
1132**
OCR
ondansetron
cyanosis
125
Doboff
p/w
**2965-9-19**
Lovenox
tonight
subsegmental
labile
Withdrawal
617*849*4375
Thrombocytopenia
Nebulization
*90
time
neutrophils
122/58
Glucose-52*
Critical
anterior
14:11
organic
200s
STAIN-negative
LAD
94RBCs
4.8
redo
MCV-95
7.35/35/170
1.5-2.0cm2
how
**2438-8-11**
Capsule
benzo
Code
*60
spironolactone
French
polysubstance
AOx3
HEAD
pacer
10:58PM
therapeutic
Magnesia
responsiveness
FENTANYL
newly
Rehabilitation
CAN
non
-Primidone
signs
claim
airways
Niferex
shortly
16.
Admissions
Ct-209
notified
**3-3**
conduction
Irritable
presenting
Poiklo-1+
transverse
Five
needs
mo
palate
**3208-9-12**
9d
**2526-11-19**
fusion
lithium
hold
clarified
2.1
syrup
heavy
-Support
DIFFICILE
when
facial
pinprick
XR
Holosystolic
hard
Guide
asthma
advised
rel
BP:88/62
atrial
i.e
**Last
accessory
87-year-old
EGD
pressure-like
Folate-15.9
Keep
substance
d/c
behavior
approximately
pursued
extensive
p.r.n.
minor
non-contrast
calcHCT-18
CHLORIDE-106
perc
exacerbation
gram/50
AST-21
-Celexa
failure
Guiac
blunting
post-operatively
Sulfa
7750**
MM
Electrolytes
1gm
plan
facemask
anatomic
Physical
reformatted
agressive
ECT
Moderate
GLUCOSE-109*
medical
PT-15.4*
4000
haldol
stomach
Smells
72HR
RDW-15.6*
Xray
region
Dressing
Conjunctivitis
39-year-old
RBC-2.81*
antibodies
UreaN-40*
perivalvular
-flovent
CD4
Asked
Tizanidine
3.5L
PT-12.8
-Aspirin
Titrate
serial
Thiamine
Monos-7.3
borders
LIPASE-79*
septic
isolate
GLYCOL
initally
suspicious
decreases
hematocirt
fragment
WBC-4.7
recall
prior
Known
**MD
Limit
peritonitis
4pm
**3446-12-26**
76
non-amenable
patch
GIB
resucitated
Lactulose
PE
thrombocytopenia
colchicine
''
third
134/75
weight
Hct-30.6*
**3300-7-19**
Father
20s
Hypothyroidism
K-3.5
prostate
result
rotational
Ct-208
9.
N-51*
hypertensive
24.
RESP
calcHCT-17
Radiology
splint
1285**
crusting
qAM
q4
424.0
lab
HIV/AIDS
transfusions
Bedtime
a.m
WBC-12.1*
Warfarn
Lactate-8.9*
labwork
pna
prove
EBNA
FLUIDS/ELECTROLYTES/NUTRITION
326
Colectomy
Serratia
Independent
8.3
device
include
Ct-262
1151
cTropnT-0.05*
ATRIUM
PERRL
Labs
FOR
**3133**
rather
unlabored
Sat
abd
**3-11**
43-75
comfortably
colonization
6
MCV-93
MCV-83
IPRATROPIUM
Tc
fat-
Optison
wks
abduction
Titles
38
8298**
bouts
intramedullary
Irregular
MCH-31.1
antegrade
vasculature
7833**
elbow
V4-V5
Lymphs-19.9
intertrochanteric
virus
Vytorin
325-650
**5-15**
aphasic
MONOS-28
**12-13**
Aricept
1456**
something
One
That
ribavirin
D5NS
**2882**
loud
7pm
intiated
Piperacillin-Tazobactam-Dextrs
rehab
RT
since
lb
brain
JOB
Hgb-10.3*
required
12:33AM
403**
global
q.6h.
**1-19**
right-sided
amlodipine
screw
vanco/clinda/gentamycin
650
reasons
Hct-52.2*
Atyps-0
rhythm
CPK
-Hypothyroidism
retina
ALBUMIN-4.4
Macrolide
Warm
Na-134
PTCH
RECONSTRUCTIONS
holding
**2584-3-10**
AUREUS
H2O
HCT-35.7*
AxOx3
gram/100
-Wednesday-Friday
**3413-3-25**
5-6
h.
Orients
East
Cream
subtotal
Off
5U
Tunneled
Na
10am
Amylase
echo
MCH-30.6
Device
episode
drip
Eos-7.5*
HCT-32.6*
broad-spectrum
Stenosis
Cl-150
glidescope
symptoms
instead
reducible
pCO2-46*
ischemic
NEUTS-94.6*
**2-11**
40mg
COURSE
Bacteri-FEW
3.9
birthday
tab
9am-9pm
flaxseed
Bilirub-NEG
FR
90s
**3086-11-23**
Dinitrate
611**
**3207-9-12**
neoplastic
electrolytes
BP-
-222*
bicarb
Benzonatate
disabled
Quetiapine
qPM
transaminitis
900cc
Lactate-1.0
3L
Neuts-89.6*
dislocation
CHLORIDE-100
LYMPHS-24.1
Indx-6.6*
encouraged
CLOSTRIDIUM
splenomegaly
-Asthma
sets
7.5mg
Ammonia-60*
02:09AM
Conjunctiva
laminectomy
mildly
colon
particularly
AlkPhos-51
7361**
confined
thorax
LIPASE-21
fentanyl
etomidate
7577**
incomplete
07:22PM
CALCIUM-9.7
27.8*
Atypical
Hematemesis
**2585-8-20**
it
XL
gasteroenteritis
**2756**
strike
repari
infarction
H.
intracranial
salicylate-menthol
transitions
controlled
CULTURE-NO
CHEST/ABDOMEN/PELVIS
**3418-1-8**
Hgb-9.3*
DTs
HCL
-Propanolol
ac
Dr
drank
Kit
Ultimately
able
clinic
septum
AAA
Occasionally
Calcium-9.2
Son
epsidose
INDICATION
Depression
BASE
referred
obtain
W
empiric
WBC-5.4
1mg
healthcare
Phos-3.7
-CHANGE
elsewhere
incidentally
CEs
artery
depletion
1248**
hematocrits
Oropharyngeal
Male
anions
CO2-20*
**2531-3-15**
cord
Eyes
CCU
narcan
DOCUSATE
largely
calf
suggested
dips
either
TR
BP=151/91
12.5
-0600
3.8
carbonate
sputum
were
lamotrigine
Parking
nostril
Follow-up
exudative
IVPCA
Tessalon
150mg
/DR
intraperitoneal
fluoxetine
GAP-22*
pCO2-56*
K+-3.5
Status
WBC-7.3
GCS
bifurcation
sound
**2925-5-22**
804**
Sex
normoactive
CK-MB-14*
zyncopize
density
PAIRS
**8-2**
MCH-29.7
venlafaxine
711**
HFA
Obtain
Benadryl
**2914**
mg/mL
MRI/MRA/MRV
Monos-6.1
neoplasm
low
ADDED
Iso-osm
Atrial
post-pathologic
Pulse
eat
PTitle
Hapto-143
80s
6mo
Friday
radiology
spiking
ETHANOL-32*
excluded
-START
ADVAIR
work
quit
sleepy
retired
carina
LAB
tricuspid
Initial
Allopurinol
PTT-32.2
EVALUATION
resulted
Wt
cephalization
Index
biliary
**2458-1-14**
evolving
intoxicated
KETONE-10
Inhaler
Eos-0.2
PMNs
meaning
5:11
without
1152**
96.7
continues
2492**
widen
Glucose-93
Fingerstick
AnGap-27*
TWICE
desiire
Ct-245
bay
AnGap-10
RLL
hypoglycemia
Hct-38.8*
hyponatremia
Erythromycin
ICH
TotBili-0.9
10:30
Noted
uncertain
HD2
Visual
whites
neurologically
2174**
-26
-chronic
Mg-2.7*
-1.8*
distributive
Bipap
albumin
Atropine
Q48H
ceruloplasmin
DMI
qid
Diet
NPH
Phos-4.3
PICC
**3347-4-6**
cTropnT-
predominante
100/48
MAGNESIUM-1.7
119/36
MOHs
fairly
COLOR-Straw
endotracheal
Health
**2583-8-1**
cerebral
along
calcium/vitaminD
Vanco-11.2
Current
However
5053**
HCT-38.9*
Ferritn-647*
t
2:37
117
Sucralfate
2:15
ED
N-20
QIDPCHS
**2587-2-28**
ENTEROCOCCUS-NEGATIVE
GLUCOSE-292*
7.5
minimally
108**
crepitus
distant
initiated
Tetracyclines
Fever
running
**9-3**
Cartridge
10:30:55
tendonitis
Methylprednisolon
subjectively
bed
RBC-4.66
6122**
Pneumonia
20-30
barbiturates
repaired
metocopramide
**2531-3-18**
PHOS-61
itself
}
suicide
EF15
hematoma/edema
+NABS
neurogenic
-1.7*
consulted
ultimately
extra-
Pericardial
.CK
workers
warfarin
609
release
colonoscopies
eyelid
work-up
n/c
Masters
intervals
xray
ever
angiography
etoh
chart
tach
78-106/39-51
RDW-12.5
Respiratory
q24
saturating
Post
briefly
superior
q2hrs
ONDANSETRON
Restarted
UreaN-22*
parties
mg-10
wound
**2761-3-27**
Indx-0.0
ischemia
neb
RBC-4.65
mos
line
POLYETHYLENE
401
HGB-12.6*
ms
III/VI
lbs
events
Hgb-8.7*
606**
illness
submitted
addressed
IX
way
MCV-94
Narcan
SNHL
Best
operating
atelectatic
66M
vomitting/diarrhea/CP/SOB
Sp
anticardiolipin
10/5
ALT-83*
*30
2141**
Given
MCH-32.9*
hypothyroidism
nd
466
rxn
PH-7.5
172
**2588-8-13**
Afterwards
withdrawn
crusty
7
HCO3-33*
qmonth
He
MCHC-34.3
INTERNAL
-CAD
pH-7.38
251
markedly
Docusate
secretary
**Location
regional/global
-simvastatin
Alendronate
Consumes
18h
INT.SHTH
Leg
220
HCO3-16*
CREAT-1.5*
Androgel
Glucose-116*
Grossly
pulmonic
signifies
causes
laying
Any
heparin
consultation
WBC-0-2
-Depression
tobacco
she
positioned
children
750mg
PEEP
2.5-7.5
Septal
Preadmission
/flagyl
sclerae
cardiac
PSV
inactivity
Azithro
LOC
zofran
LLE
-Esophageal
involuntary
Gluconate
Comfort
motor
temporal
toxicology
5
N-38*
webOMR
37.5-25
First
**Initials
syndrome
1910**
Eos-1.7
CRANBERRY
osteoporosis
apbs
6895**
outpatient
SpO2
Monos-4.0
bundle
06:02PM
beat
DISChARGE
329
AP
lisinopril
Scale
Echocardiographic
bupropion
x-ray
Q
Back
-406*
7816**
loops
HCl
two
extensor
**2583-7-15**
Tachycardia
**3430-4-19**
Bromide
23.2
LYMPHS-93
amount
hemorrhoids
FDP-40-80
PH-7.37
obese
COUNT-54*
**3390-8-23**
mg/3
father's
little
legs
Indwelling
compazine
feedings
high-density
symptoms.Head
2926**
Nonspecific
7912**
29.0
MCV-97
nitrogen
Flow
cool
valvular
**3380-8-29**
blurred
questionable
Unchanged
11:55
CPR/ACLS
orientation
**3381**
02:10AM
RDW-13.7
**2449-6-29**
scheduled
splenic
non-contribuitory
2.9
909**
stent
disheveled
XS
**2531-3-20**
cepepime
AR
cranberry
RBC-3.44*
reperformed
recent
data
providing
VITAMIN
Ceptaz
City
amiodarone
passed
thrombosis/Presumed
14-French
Severely
distention
critical
RDW-14.8
however
worsened
MCHC-35.7*
PT-21.8*
Underdistended
499/152
joint
1525**
c/b
Discharge
-Coumadin
**10-11**
Stability
18mmHg
midclavicular
30-40
DM
intolerant
06:00AM
6mg
06:10AM
MCHC-31.6
**3446-12-21**
400
.05
Unsuccessful
stones
changes.MRA
yet
ART
PHASE
microvascular
sup
Calcium-9.3
Zosym
NEG
QT/QTc
freeCa-1.08*
Peptic
absolutely
potential
intubation
banding
OG
ethanol
Calcium-8.3*
finish
heart
Non-contributory
Prozac
TIA
dated
NonHodgkin
Sequela
Topical
RBC-3.46*
Cx
**2819-12-21**
tracking
believed
outside
0.1mg
HCV
RBC-3.67*
Cl
**Company
UreaN-45*
alchol
UPJ
CALCIUM
former
GAP-11
stopping
BS
Mumps
Ct-2106*
AMYLASE-26
8301**
10.3
WALL
FIELD
issues
elizabeths
IJ
Dosage
HBc-NEGATIVE
frontal
12:46PM
decompensated
ND
09:27AM
Alcohol
Contrast
therefore
VALVE
benign
titration
AnGap-20
flagyl
PMHx
diuril
**2761-3-6**
VIRUS
ETOH
Hct-40.9
palpitations
difficult
**3074**
Followup
true
+nausea
procedure
Pravastatin
intermediate
LFT
inflows
pO2-67*
CARDIOTHORACIC
Artery
bnzodzpn-NEG
-1.010
Acetone-SMALL
/
Stat
ON
recovery
1030
swallow
walk
venous
CAPHOSOL
Previously
CK-MB-4
atorvastatin
waveform
10
80
**3347-1-9**
**2960-6-16**
HCT-49.8
increased
body
-EtoH
Sternocleidomastoid
Hgb-6.0*
MCV-99*
sedated
Sperm-FEW
BLOOD-LG
HCO3-18*
PIV
Sgarbossa
5-500
suffers
blood
SEPSIS
-atenolol
HAV-NEGATIVE
**2758-1-7**
MCV-103*
liquid
CAD/HTN
EOS-0.7
S1/S2
EPI-
St
1L
sixth
Tm
ipratropium
Na-133
mumur
torsemide
2222**
w/mildly
175
paced
baby
drugs
palpation
meeting
Personality
Non-ST
metformin
1.0
starting
+EtOH
**2577**
incidentaly
]
personality
again
interventional
insp
-Peripheral
Neuts-59.6
SVC
145/61
Citalopram
247**
Cortsol-28.5*
352
muscle
resumption
myalgias
cTropnT-0.87*
CODEINE-GUAIFENESIN
change
colonies
gain
GLUCOSE-276*
ok
1584**
q.h.s
Tamponade
Services
mcg/kg/minute
CK-MB-9
undergo
Poor
-toprol-xl
sliding
Ventricular
qday
hyperdense
narcolepsy
Na-146*
Most
Anicteric
nephrostomy
sinusitis
nitroglycerin
root
dual-chamber
84yoF
DPM
V2-V5
10/
4.6
disorganized
Admission
PHOSPHATE-3.0
RBC-2.98*
TOP
Hyperlipidemia
Parents
PPI
169**
bibasilar
T-wave
surprising
opcity
planned
cancer
Defense
Creat-1.2
Mildy
RBC-4.07*
RDW-20.4*
q
studies
130/58
arterial
103/62
Tachypneic
lymph
Pain
BONE
Feet
bisacodyl
Exercise
lodge
**2531-4-18**
extended
anti-inflammatory
**Name10
complications
leaflets
pO2-48*
Instill
mother
intravenously
Macrocytic
puff
Metabolic
tact
STOP
MONOS-7
15:33
straws
primidone
'orange
before
01:33PM
ppd
150,000
AnGap-16
EF=30
dilation
Ct-312
Cardiogenic
250cc
MCH-29.8
ICD
Ct-192
Lying
RBC-5.03
attempt
CREAT
**3359-3-5**
29**
Vanc/Unasyn
mounted
**2955**
murmur
lateralized
MWF
post
nourished
thromboses
161
-326*
332**
Creat-1.8*
Sequoia
amphetm-NEG
MCV-90
MPH
poss
vegetation
artist
On
headaches
order
cardiomediastinal
remainder
nutritional
7512**
HCT-36.2
RDW-16.3*
-35
an
Atherosclerosis
MCV-96
anticoagulation
hemodialysis
1:10
pH-7.36
MONOS-2.2
12-426
Causes
29.5
portions
tracing
**3086-11-18**
**3208-8-29**
Apnea
epigastrum
L/min
Hours-RANDOM
POLYS-1
Over
crackle
middle-aged
pelvic
**3367-5-28**
Procedure
sized
COUNT-153
IVDU
8.04
UreaN-18
RDW-15.7*
methimazol
symptom
137**
tachy
**12-5**
relief
confirmed
SL
20mg
placed
two-pillow
contrast-induced
transferred
**3003**
Rheumatoid
SP
ABDOMEN
**3207-9-18**
CK-MB-49*
plts
LYMPHS-71
Triamterene
**3181-5-8**
SPINAL
Presented
Glucose-NEG
supratherapeutic
injury
Lymphs-12.7*
Facility
Cortisporin
44M
CO2-30
Hepatitis
Diverticulitis
Work
-Depression/Anxiety
Lymphs-25.5
WBC-5.5
Albuterol-Ipratropium
RBC-3.39*
repeat
84
aggressively
116
cafeteria
hemidiaphragm
valsartan
plt
92/58
M/R/G
topically
tunneled
15:53
dye
750mg/5ml
120mg
1368
there
cycle
3797**
responded
Vioxx
appears
coughing
tomography
thick
denying
Please
9:30am
observed
Provider
benefits
troponis
MCHC-31.2
review
Cl-106
RBC-3.59*
anticoagulated
death
Dissolve
7027**
Pressors
**Name11
diet
perphenazine
decide
UreaN-10
cardiomyopathy
prescriptions
burning
Pancreatic
pCO2
Unfortunately
/day
NYSTATIN
Name7
thirds
MV
-lansoprazole
:15
clammy
c/w
benzos
PEEP-10
03:36AM
Incentive
want
pH-7.44
LP
bowels
10:31
opiate
-history
Lymphs-14.3*
persisent
yes/no
98.0
accumulate
cm2
-Vitamin
Although
CODE
Function
pre-op
MCHC-30.0*
RDW-13.3
hospitilizations
**10-9**
12.2
HGB-10.4*
Rapid
urgency
Systolic
skin
412**
786.05
med
UGIB
schedule
PROTEIN-TR
1464**
Intra-op
Coli.Blood
**2574**
requests
moderate-large
femoral
**2857-5-29**
You
emphysema
Brought
diabetic
3.375
WBC-4.2
admiodarone
RESPIRATORY
Supple
IVs/PICC
1346**
700/
CT
dilatation
coags
microangiopathic
Patient
**3080-6-7**
UROBILNGN-8*
07:30AM
glyburide
**3235-7-21**
BANDS-0
Lymphs-7.6*
Bulk
colonoscopy
fifth
brachial
gag
470,000
2201**
olanzapine
regurgitation
injection
cords
po
lap
unfortunately
hypoperfusion
Monos-4.5
B-cell
immediate
felt
7968**
1429**
aVF
optimization
peripherally
unchanged
subjective
**2761-8-4**
Sulfonamide
levo
CTX/azythro
1-2L
limbs
CAPTOPRIL
**3181-5-12**
anginal
packed
LIST
process
useful
RDW-16.7*
requirements
MAT
Altered
**First
level
Head
yeast
ACYCLOVIR
wkly
**3080-6-3**
-sertraline
POTASSIUM-6.2*
PHOSPHATE-6.7*
-221*
98.7
-61
Calcium-9.1
inject
Brain
26**
Basilic
knee
MICRO/PATH
288**
Neurologically
QHD
transition
ground
clonus
drew
Creat-2.1*
1a
date
illicit
BASOS-0.2
Benzodiazepine
EOMI
intermittently
2930**
T=98
remember
meninges
Colitis
take
initial
Vanc
slept
ortho
also
lateral
Carotid
cocci
CREAT-1.2
Mediastinal
LYMPHS-28
watery
Breast
measures
Malpositioning
diazepam
ABNO
positioning
program
mg/2
RBC
hypercholesterolemia
PO/NG
Auditory
**3181-5-9**
bile
coverage
comobitity
Neuts-67.1
-31
Acetmnp-NEG
uses
WBC-9.2
**3022-12-31**
SYSTEMS
element
clavicular
INDX-1.7
650mgm
GERD/laryngeopharyngeal
~24
represent
SKIN
TACROLIMUS
**Month/Day
received
hs
dextrose
guaiac
Syncope
Sublingual
thoracic
Denying
metabolic
ALBUMIN-3.8
n.p.o
representing
**3320-8-21**
119/68
Regional
4week
flaccid
myoclonus
post-extubation
**3090-10-1**
allogeneic
95*
pH-7.16*
muscular
Recieved
Meropenem
probably
NameIs
**1-2**
pRBC
Extrahepatic
**2516-2-1**
aid
flora
scans
**3023-3-23**
cardiomegaly
not
FiO2-60
Eos-7.3*
statins
1228**
skeletal
Glucose-125*
DP/PT/radial
eyedrops
celebrex
99/bipap
When
imdur
161/71
lens
could
trig
performinhg
NSR
HCAP
bronchial
Glucose-108*
:
RIJ
5mg-325mg
nature
WOB
Mostly
C5/6
Ambulates
table
**2918**
Valacyclovir
Care-
feet
Dilatation
0.02
copious
checked
Anemia
52
MONOS-6
checks
ASSAY
**Hospital6
PANTANOL
improving
kidney
Albumin
BILI-6.0*
07:53PM
undergoing
AB-POSTIIVE
MIBI
upwards
perform
W/CONTRAST
your
H/O
ill
PM
fluffy
-Diabetes
inattention
Amlodipine
RBC-3.79*
03:50PM
MCHC-35.2*
bactrim
solids
K-34
Many
pan-cultured
**3208-9-9**
Indx-12.8*
WE
draped
**3159-11-10**
AST-12
phone
Functional
aortoiliac
himself
analysis
attenuation
cava
Lung
Hypernatremia
Mononitrate
IVCD
arrived
pneumonitis
EFFEXOR
extremities
4317**
PA
woke
Wheelchair-bound
NP/
387**
**5-19**
leaflet
taught
**2588-8-11**
AST-27
DAY
73
MCHC-34.8
K-3.6
ETHANOL-NEG
107
CNS
4X/WEEK
doses
verbal
adjusted
orbit
138
Contraindications
attends
TLC
*0*
nebulizers
homocystine
conjunctival
**12-21**
SVG-PDA
CN2-12
visiting
experienced
rd
face
5.8
identified
9.7
count
M
**10-30**
stasis
-Coronary
>
Melanoma
**11-30**
noticed
100-120.
ab
Phos-2.5*
144
HR110
Hct-38.9
CVS
Vanco
ABG
cecal
agreement
7:30
Ace
spray
high-grade
CK-MB-23*
TCO2-14*
umbilicus
*2*
DISPOSITION
towards
appartment
Smoking
HDL-51
brachytherapy
31.
Mg-1.8
BE
Creat-2.0*
humerus
Na-132*
non-compliance
Baso-1.0
herniation
130
Remeron
It
solid
pH-6.5
**3090-10-18**
ALFA
conversion
infarct
oriendted
limit
holidays
PULM
-GERD
it's
pCO2-60*
aggitated
-Calcium
Neuts-53.7
Citrate-Citric
Escitalopram
Embolism
SPUTUM
sublingual
Blood
Serum
Glucose-133*
A1C
managment
-Albuterol
Ct-144*
antibiotic
unable
slowing
fast
symmetric
English
resultant
symphysis
lived
INDX-3.4
Carbidopa-Levodopa
140s-150s
Discharged
sedating
OM
growth
afterwards
CK-MB-6
10,800
mcg-21
benzodiazepine
wounds
Interpret
Lactate:2.4
AnGap-18
37.5mg
Primary-
fibrinogen
thickening
decision
carefully
speech
q8hrs
Restarting
7/10
**2524-8-26**
non-bloody
80.9,45.0,10.7
read
Expectorated
BLOOD-SM
Detamir
Zofran
murmurs
lacune
pain
arousal
Hearing
Elevation
deficiency
Creat-1.3*
pleural
STOOL
PFT's
cough
MCV-74*
corrected
lasted
Increasing
Soft
attempted
WBC-17.5*
527**
calTCO2-16*
Diagnoses
preload
upright
paperwork
continuos
-PO
L/min/m2
2520**
61
NOS
17:00
HR=98
Three
148/80
**3080-6-2**
acute
downward
8363**
7.13
stone
sips
Lymphs-10.5*
**2960-5-8**
**2588-8-14**
**5-2**
course
INSTRUCTIONS
CHLORIDE-103
parameters
O2sat
-atrovent
dropped
NEW
6:50
transported
ALT
1/2-1
sounds
Nutrition
MCV-81*
operative
culprit
21.
HCt
overgrowth
323
methadone
detoxification
twitches
appendix
4386**
matter
3:00
7.36/60/369/35/6
encephalopathy
TD
CVA
**3418-1-19**
Twenty
-204
UreaN-20
The
guaifenesin
cataract
Cinemet
Lockout
managed
MCV-91
seek
bipolar
Famvir
RESEMBLING
**2960-5-13**
Lab
understood
stem
ill-appearing
carotid
ISSUE/SYSTEM
CARDIOLOGY
Omega
BUN
700/2
!
discharged
exclude
RBC-3.90*
months
reconditioning
Following
Ethanol-88*
obvious
drained
Jugular
septal
10u
pCO2-29*
RADIOLOGY/IMAGING
0.5-1
Pneumocystis
GLUCOSE-100
PTT-21.1*
120/42
02:15PM
V5
film
detectable
8.8
Omeprazole
208
09:34
Ox3
**3347-3-27**
fixed
SPIRONOLACTONE
**11-4**
pericardium
purposes
Bactrim
2.51
13.90
WOUND
07:00AM
uptrended
169
ONE
deficit
COUNT-242
52/11
1c
**2965-10-19**
nuchal
DR
CO2-21*
dysautomic
m/sec
dependent
SI/HI
whether
BLOOD-TR
microcytic
prevented
HTN
Persantine
GLUCOSE-1000
assess
12.
**3090-10-13**
PTT-29.4
Coordination
Appendicitis
split
8.2
punctate
Ill-defined
3192**
505**
**1-22**
anterolateral
HPI
oxycodone
Emergency
Test
MCV-88
Lives
Mixed
mcg/dose
09:42PM
curving
thickened
MVC
exercise
respons
20G
-cervical
main
elected
mononitrate
Oil
0.2mg/24hours
SERVICES
hands
NA
ORTHO
drive
inflammation
beyond
H/o
IPMN
``
IVs
FULL
GIVE
unamenable
Notably
**2960-5-9**
physiology
sensory
Unless
antigen
Creat-1.0
Mg-1.7
nutrition
Cephalothin
epinephrine
377
withdrawing
extrmeitie
Baso-1.1
ORGANISMS/ML..
died
biventricular
diagnosis
Oxycodone-Acetaminophen
PT-19.0*
**
bad
Porcine
06:34
worsening
Glucose-292*
only
apneic
SW
-Retired
05:15AM
community
proposed
Mg-2.0
rhythms
137
OP
8.5
BSA
7418**
DISCHARGE
shot
O2:100
**3177**
using
177/97
physcian
LACTATE-4.1*
q.
IR
adenocarcinoma
TAB
670**
10-15
DEXTRAN
171**
PIC
TRF-116*
Signal
Study
drowsy
presumptive
hourthat
354
Obstructing
draws
returned
3mm
**3023-3-19**
own
Possible
Glucose-98
V4
Neuts-63.1
treated
Cardiac/renal
Airbags
Ascites
clots
**3-19**
Catheterization
see
REAGIN
had
10-100
UreaN-33*
Inspection
**2549-12-11**
LIDOCAINE
QTHUR
ccs
Prominent
7cm
reactant
991**
auscultation
metoclopramide
rebound/guarding
03:29AM
Glycol
monitering
WBC-8.9
beaten
orient
indefinitely
aureus
EP
RIGHT
likely
2.4
getting
azelastine
peaked
named
Went
MCV-100*
suprapubic
**11-13**
interval
**3208-9-1**
balloon
raise
Mirtazapine
avF
Cards
Not
VL
Achilles
COLOR-Amber
Albumin-2.4*
PLT
diltiazem
consult
psychiatric
psychiatrist
PRE
bubble
antimicrobials
apendicitis
2471**
downtrend
TotProt-6.6
6087**
Hgt
Urobiln-NEG
Glucose-99
pounds
centrilobular
COHgb-0
xrt
**7-17**
Glucose-104*
MONDAY
701**
Homecare
Albuterol
1250**
THE
.LDH:414
Concentrate
c/c/e
arthralgias
Lipase-74*
Depakote
dark/black
Gluc
Baso-0.1
drawn
UMN
Tiotropium
similar
localizing
4PM
tachypnea
scan
AnGap-13
shins
AlkPhos-83
Q6H
trivial/physiologic
Klebs
varicosities
liter
7568**
sick
Creat-0.9
fundus
**3159-10-29**
lacunes
Glucose-197*
PTA
7.9
72
RBC-4.54*
**3308**
WWP
CULTURE-no
7.16
REctum
weighted
O2:88/NRB
**3024-2-26**
appropriately
Morphine
rec
Injection
22**
cellutlits
arteries
Skin
refusing
vs.
81/40
cTropnT-1.77*
prescription
SGPT
Leftward
anesthesia
tricep
REGIONAL
83
tele
dementia
tiring
OPTIRAY
UE
**1-16**
Diagnosis
BASILAR
seizures/hypoglycemia
chief
139
pre-intubation
-1.0
614**
magnesium
lasix
tabs
UPPER
**3207-12-16**
talkative
Calcium-9.9
poor
blocker
deconditioning
excellent
movements
stairs
unless
filled
administration
-103
MICRO
orthopedic
-89
AlkPhos-97
q.p.m
lumbar
vomiting
MA
2200
unrestrained
non-radiating
hr
induration
RBC-0
Non-ST-elevation
infract.admitted
distension
presence
Tablet
symptomatically
Glucose-101
/5
overriding
multivitamins
Xylocaine
paroxysmal
Cardiovascular/tachycardia
489**
CONTRAINDICATIONS
UROBILNGN-NEG
ANISOCYT-NORMAL
indicated
Moving
male
RBC-4.63
prev
37.5
markings
Partners
quantified
Cefepime
Previous
500cc
refractory
11:20
progressive
C/Cirrhosis
PUMP
application
7389**
right-handed
relapsed
grew
5056**
TRANS
pH-7.41
4682**
hacking
coffee
GLUCOSE-127*
causing
woman
3.3
feels
pCO2-91*
salt
**3181-5-6**
in
urosepsis
HIV
**3-27**
LITHIUM-2.4*
creams
Glucose-148*
bagged
Glucose-185*
**12-7**
unit/5
**2582**
Lispro
PULSES
invagination
folic
UreaN-15
puncture
penicillin
37
airspace
afford
RDW-14.7
UA
oropharynx
Gentamicin
Renexa
Once
**2925-5-29**
**2584-4-6**
RV
VIT
staff
ventricular
1088**
84/43
Fluid-filled
Pump
Aut-1.1*
been
windshield
malignancy
Tech
affecting
544**
eyes
3:15
WARFARIN
although
oozing
dilated
disability
INDX-5.2
-Acetaminophen
aggressive
AG
enterococci
7249**
Eight
Quit
retention
ins-and-outs
Cause
Powder
REVIEW
tree
Ret
PD
PHOSPHATE-2.0*
overcome
tamponade
Flovent
restoration
Celexa
contained
128
Neuts-79.2*
tolerate
Ambien
Dysarthria
veins
harm
**3413-3-17**
Bibasilar
kyphosis
Oxygen
except
infrarenal
10:44PM
granulomas
times
h.o
GLUCOSE-197*
Appear-Hazy
MUCOUS-RARE
05:34PM
mottled
Mg-2.5
854**
XRAY
adenoma
imaged
RBC-2.64*
**3447-1-15**
Bupropion
part
on-Hodgkins
anticoagulation/INR
Coronal
evaluation
**3023-3-27**
**12/3023**
25
-CRI
LLL
WBC-9.1
pca
92/RA
**3134-10-18**
Tetracycline
staph
Milk
4-5L
ezetemibde
pneumomediastinum
Cl-116*
anti-smooth
entirely
tiotropium
yellow
Senna
asymmetry
Pulm
angina
1000X
important
glands
PT-20.9*
forty
Dear
1.6
Hc03
PRESENTATION
unreadable
PCWP
Thyroid
probable
MCHC-34.6
actively
dyslipdemia
**2552-3-13**
gauic
expansion
05:45AM
2.0
Decreased
02:26AM
New
PT-26.2*
trops
echogenicity
DAILY
amputee
reflexes
Phenytoin
experience
qweekly
1.83
14.6-
-multivit
ideation
4-8mg
PRN
18.
Cl-105
1.3-1.5
3-4Hz
having
5pm
halved
-591*
evaluaterd
MCHC-31.9
**2884**
**3447-1-1**
**12-24**
bruits
S
appartement
Mg-2.3
Chantix
HCO3-13*
Tachcyardia
renal
Valsalva
246**
pre-admission
ability
-979*
**3087-2-24**
CEA
p.o
Eos-2.4
**10-5**
ecchymosis
RADIOLOGY-IMAGING
WBC-4.6
HGB-7.0*
AnGap-8
stared
NO.2
Echo
PTT-26.8
CO2-19*
LORATADINE
aeration
~3000
CK
34
phase
Oriented
shoes
130s
fluids
ALT-14
Neuts-77.8*
**2536-1-17**
OR/EYE
agonist
PHD
requested
PCIs
Slight
**2516-3-3**
Improved
secured
BILI-0.8
hypokinesis/akinesis
Depression/Dysthymia
Lymphs-22
**3181-5-4**
midvessel
PROTEIN-41
HR:65
Hct-37.1*
HGB-10.9*
PRBCs
CULTURE
Lymphs-0
Tunnelled
melanoma
jerking
PSYCHIATRY
oriented
explanations
bioprosthetic
Na-137
PT-15.3*
Sustained
EXTR
up-titrated
hct
-4.2*
Flow-5
CO2-26
Fibromyalgia
CHF
instruction
1424**
edema/pericholecystic
IVx1
07:52PM
sunscreen
HCT-41.4
VitB12-544
CREAT-1.6*
thrush
Continue
sores
06:58PM
Appropriate
contracted
600
variant
affect
**3075**
gram/dose
potentially
sensation
irregular
be
defibrillation
**3418-1-7**
accordingly
WBC-2.7*
any
axes
mentioned
pre-renal
Q8H
Pre-op
medicines
pnuemonia
98.1
response
workup
physicians
MCV-102*
well-perfused
crying
dry/current
orthopnea
carotid/Cerebral
Loperamide
shoulder
communication
relateively
Ms.
HCO3-30
pancreas
LDH
generalized
Hct-28.6*
99.2
characteristics
DIAG
90-125/45-70
GTC
Due
dysuria
trigger
administerd
Subclavian
attention
Klebsiella
10cc
WBC-7.9
RDW-12.2
Re-initiation
Sat:94
7309**
morning
clearance
-atrial
involving
10mgm
calTCO2-19*
33.
multivitamin
Hgb-10.5*
xathochromia
Ceftriaxone-Dextrose
01:40PM
endorses
numbness/tingling
DNR/DNI
8:50
hips
NEUTS-90.0*
overnight
PROTEIN-NEG
worse
Valproic
576**
RDW-21.1*
Lansoprazole
Ketoconazole
01:31PM
dc
96/65
awake
get
levoflox
PH-7.46*
metoprolol
complaint
pleuritic
**2-27**
CREAT-1.4*
98/53
VIDEOFLUOROSCOPIC
intoxication
blink
cracked
OTHER
TID
definitive
PHOSPHATE-3.1
TSH-4.2
after
low-dose
embolus
IVC
enzyme
relate
1-20
vitreous
WBC-11.9*
WITHOUT
hematologic
intubated
EF
occasional
cTropnT-0.02*
ARANESP
Here
independent
basal
1284**
=0.5
begun
pmhx
L
NEUTS-67.0
x2
non-draining
grayscale
2.25
tubefeeds
Neb
109/43
unusual
cream
Normoactive
DIAGNOSIS
Obese
lymphs
2.3
7302**
SAH
101.5
POTASSIUM-3.9
replacement
Trp
Eosinophilia
1707**
x4
NSAID
MCV-92
========
trend
Iron
hyaline
Eos-1
atraumatic
IPMT
complaints
Gastroparesis
arranged
Propanolol
PTT-34.0
MCH-28.4
aorta
contractility
RBC-4.85
WBC-14.2*
overall
K-6.8*
Ranexa
**Hospital3
weekend
commands
anteriorly
necessitating
perihilar
Question
plenty
MCH-29.0
RESISTANT
hernia
consistancies
gram-positive
borderline
anti-hypertensive
03:55PM
**2847-2-16**
QT
recurrence
abuse/dependence
endorse
mg/patch
Resistant
-prilosec
procedd
psych
pneumothorax
different
**3418-1-21**
ET
overuse
meds
painful
Stool
BOTTLE-no
detected
tablespoon/1
accordance
GRANULAR-1*
I/O
unclear
room
beige
bid
1483**
VCA-IgM
K-3.4
13.3
MCHC-32.1
complained
Lactate-1.6
CHLORIDE-108
cleared
abuse
delay
sodium
pubic
Glucose-165*
AMYLASE-203*
Dimension
VENLAFAXINE
RBC-
Eos-7*
150**
understands
sem
Resume
Ct-372
art
150
enzymes
06:20AM
surgeon
intake
WBC-5.1
mutations
0.05.
diaphragm
Consider
Start
Follow
V3
spontaneous
**8-12**
27
ONCE
bottle
vegetations
gtt
cxs
545**
2/2
failure.Tube
Therefore
Expired
e.
clears
Valve
supplemental
Anxiety/depression
rest
**2965-6-6**
Left-heart
Cardizem
sepsis
Atrovent
saliva
climbing
230
mucose
RUQ
Repeat
Distal
RISPERIDONE
**3413-4-6**
Anisocy-NORMAL
325mg
26.8
2175**
Cl-123*
female
Kefzol
moods
ex/lap
levels
Rash
1097**
Mucous
developed
Epi-0
Velocity
prethickened
hemodynamics
Crushed
sensate
Of
Ventral
NSH
atherosclerotic
born
plaque
Hypoattenuating
CALCIUM-7.5*
607**
7580**
Cellulitis
demands
6b
7232**
K-3.8
b/l
AB-NEGATIVE
radiated
mg/gram
association
7216**
stitches
**3389**
patinet
others
anoxic
**5-5**
section
contaminated
q.p.m.
Famotidine
proBNP-8067*
**5-13**
aneurysm
3.6
11
initiating
11:24
Protonix
CALCIUM-9.0
N-26*
pulm
d/o
7:52
like
labored
grossly
bloodstream
expressed
~3000/ML
hypercoagulable
exacerbation.Was
POIKILOCY-NORMAL
loudest
Calcium-5.9*
acting
0.12
opiates
Micro
Film
tobramycin
biaterally
With
inhalers
Esophagitis
AST-162*
Monos-9
Isordil
constipation
U.S
03:35PM
azithro
which
results
extubated
EDVS
Past
mechanic
Misoprostol
I-
Reports
stunning
6L
3:40am
Hct-41.2
cannabis
HGB-14.2
-25
PROTEIN-100
Primidone
screws
|
Glucose-114*
None
Hyolaryngeal
wheeze
axilla
Percocet
graft
PT-12.6
caused
sticks
bundle-branch
disturbances
NS
**2521**
obtaining
01:13AM
Q12H
Calcium-10.1
bending
CTX
MCH-32.5*
mcg/hr
rate
Iso-os
numerous
grips
108
FDA
q6
struggling
0.6/
newspaper
surface
paratracheal
radial
946**
1430**
103-18
DIRECTED
Anticoagulation
parameters.Coumadization
Unremarkable
Mg-3.0*
vitamin
n/s
BOTH
**11-18**
confirm
Course
CIWA/
organisms
sequelae
Bowel
LDL
neck
tricyclic-NEG
8249**
12HR
sagittal
withdrew
22G
patchy
MEDICAL
milliseconds
zosyn-sensitive
1223**
CO2-23
Bolused
.CXR
peripheral
**3160-6-28**
DUPLEX
Sensitivity
red
rhabdo
klonipin
lifelong
7922**
Epogen
**4-6**
7985**
Listens
Bacteri-MANY
**2368-2-20**
maximize
VICU
quickly
ORIF
goes
no.2
**3159-11-2**
Hematology/oncology
*25
divorced
20.4
PHOS-66
Ezetemibe
w/decreased
124
Dropperette
HCO3-22
attending
hepatomegaly
detox
thrombi
non-diagnostic
grade
Melatonin
epileptiform
Atrium
those
Lactate-2.4*
robust
QSUN
*qs
dosage
nodes
Alzheimer
length
step-wise
furosemide
An
Substance
Sinusitis
PROTEIN-54*
120
350
-1.3*
Bipolar
under
attend
series
MCH-31.9
97kg
PACU
teacher
residuals
settings
POTASSIUM-5.4*
Free
103/57
diaphoretic
7419**
compressible
anticoagulate
MOTION
low-flow
myoglobin
Ortho
Followed
chornic
PAtient
or
friday
43
seize
dehydrated
Adderall
breast
2=
**7-13**
09:45PM
school
Comment-VENT
Akinetic
fluent
77
prednisone
mthdone-POS
6898**
7423**
138/114
11/
Name11
GTU
pacing
Prilosec
t.i.d
7241**
reversal
restart
grams
reaction
Doxazosin
Upper
Recent
speaks
-Illicit
9:30
depression
Containing
1878**
Radiographic
SBP
anteroseptal
agitation
step
MCH-22.1*
sating
POLYS-5
Sulfonamides
RDW-14.1
Epinephrine
use
caring
Tums
elevation
Russian-
Crackles
obtained
Former
exists
antibiotics
pill
malignant
prolonged
Clonipin
who
Ct-199
7827**
**3-1**
Nonallergic
recreational
102.0
oseltamivir
Aluminum-Magnesium
End
HCO3-39*
Studies
colonic
secretions
**3446-12-19**
size
consistency
trusts
literature
fingersticks
**3342**
cm
Unit
**7-1**
**2532-1-7**
ovary
supraventricular
omeprazole
911
remission
w/good
UreaN-13
dry
**3346-1-24**
Dyslipidemia
Saturdays
TSH-1.9
blockade
25.2
FIO2
8055**
Trazadone
Hand
TECHNIQUES
IgG-
Cl-103
Prior
Glucose-83
132/65
thiazide
reviewed
04:20AM
**1-21**
he
Output
1130/2300
pneumonia
beta-glucan
enjoys
Alkaline
PTT-19.7*
CREAT-0.7
loop
voiding
Eos-0.1
POSITIVE
Bnzodzp-NEG
levofloxacin
05:00AM
01:00PM
boots
Ovalocy-OCCASIONAL
BPs
beta-lactamase
E:0.2
Trivial
-celexa
Fluoxetine
urinary
Monos-2.8
bacterial
Robitussin
sub-sternal
pleasant
81yoM
Hgb-9.0*
**1-14**
bronch
output
v/s
foft
nitrite
-PERCUTANEOUS
10.Lantus
hrs
DIABETES
ceftriaxone
denied
toes
UreaN-23*
**2-14**
technical
Zetia
CK-MB-13*
famvir
MCHC-33.5
-Multiple
calcium/vitamin
axillary
**2857-5-26**
Lactate-2.2*
3725**
Hickman
Timentin
organized
interested
IF
views
lifting
**3446-12-23**
continued
09:26PM
transaminases
clonazepam
appreciable
discharge
ascites
ext
contemplating
Panel
Recently
7749**
04:07AM
Lactase
WBC-4.0
radials
Coagulations
orthopedics
**Year
patient's
chornically
RBC-3.24*
including
**3090-10-20**
Inpatient
SURGICAL
SENSITIVITIES
-976*
PCI
sulcus
smaller
reversible
***
moderate-to-severe
BLOOD
Actonel
**9-4**
Chloride
04:53PM
883**
fashion
6581**
prophylaxis
PROCTOSOL
RBC-3.32*
ALT-6
6023**
Child
indwelling
coronaries
lacerations
urinating
7.11/44/142/15
CPAP
Hct-46.2
Viral
Coronary
extracted
ablation
Monos-4
PCO2-46*
operatively
sexual
happens
**9-/2531**
WBC-0
Avandia
Took
beneficial
proBNP
myotic
BASOS-0.3
**3207-9-14**
Microbiology
lad
**3169**
auscultate
96/52
connected
Eos-9*
HIDA/MRCP
7**
Cultures
preserved
incontinent
Wheezes
cramping
walking
reportedly
ATYPS-0
Hct-35.8*
chrused
87
GLUCOSE-125*
healthy
pO2-154*
14-day
mg/hr
MACU
SVG-
switched
infiltrates
years
acutely
coordination
Noncontrast
7921**
hemodynamically
x3-4
5036**
Inspect
Q1
1377**
07:14PM
Interventional
features
albuterol
.D-dimer:979
11:30PM
Cl-118*
phasicity
post-transfusion
AnGap-25*
98-113
tramadol
band
Physician
hemopericardium
pH-6.86*
Abdominal
RESTART
175**
Sonata
mitral/tricuspid
Cardology
list
viral
09:20AM
2.5mg
decreased
.22
.ALT
Lopressor
ratio
12cm
fall
GLUCOSE-97
RUL
K+-3.4*
Torso
SLEEP
**2-28**
Ferritn-143
12.5mg
**3083-9-26**
yourself
replace
Lymphs-15.4*
firstname
capsule
food
hypovolemia
stat
HR-
7247**
GLUCOSE-98
05:55AM
Continuing
**12-3**
telephone
LDLcalc-122
Venlafaxine
Analogues
intra-
soda
interspace
s
Incidentally
pO2-60*
118**
advanced
intraabdominal
Pend,4,0.20
symtoms
'd
arousable
concomitantly
Numerous
Hypertension
0.83
**8-/3381**
ultrasound
chair
8054**
pectus
pH-7.48*
6:00pm
epmi
AlkPhos-106
fresh
Wet
than
MEDICATION
Only
tubulovillous
imodium
200
Albumin-2.8
followed
DERM
citalopram
7567**
discontinued
1376
**3446-12-13**
bx
vanc
UOP
somnolence
MEDICATIONS
hepatic
hypertrophy
aspirated
PTT-25.1
clearing
consistencies
II/VI
rales
sleeping
Multiple
MCH-25.2*
Polychr-NORMAL
Wound
IMAGING/STUDIES
300
FUNCTION
NA+-142
lytic
7832**
Creatinine
kill
**2-3**
SC
Widely
554
31.5
Presents
CTs
hospitalzation
Carbonate-Vitamin
Well-healed
Na-150*
KCl
lumpectomy
8058**
8-12
accident
Ct-204
unrelieved
Propranolol
apartment
BODY
97.6
teams
Furosemide
patients
discussed
narcotic
Bands-0
soak
09:49:13
consideration
Mezlocillin
RLA
103
inflow
OxycoDONE
EYES
Na-140
ventricle
seized
timeout
PT-41.2*
arthritis
spectrum
**6-7**
IMI
Glucose-137*
exertion
tissue
Adverse
UreaN-63*
pitting
MRI
steroids
sweats
swallows
ace-I
until
resuscitation
Large
volumes
arc
wears
7701**
ptosis
heard
PT-13.4*
Your
gentleman
tachypic
lunch
absent
PEA
GAP-16
instructed
**3090-10-11**
lower/middle
Rehab
HCO3-23
CHLORIDE-96
Postbypass
Normal
**2892-1-6**
asa
cecum
RBC-3.27*
40-50
nml
completed
VITAL
S/P
long
fT4
ambulation
insp/min
pO2
MAGNESIUM-1.5*
**2451-3-15**
calm
Ischemia
gastroenteritis
5L
5cc
urgently
daughter
5.6
mild-moderate
mid-lung
SCC
Arthritis
MI
star-
**2549-10-8**
uterus
PR
49M
Tablets
tea
K-3.9
inserting
05:20PM
16-37
tobbacco
vesicles
2.7
HGB-13.4*
NEUTS-56.6
**3418-2-24**
w/Inhalation
AMYLASE-76
WITH
Endovascular
-torsemide
Glaucoma
protocol
impending
inability
self
**3023-4-3**
Viagra
HEMATOLOGY/ONCOLOGY
Smokes
MCHC-33.7
gadolinium
11:00AM
Ampicillin
MCHC-32.5
E
calHCO3-12*
/MV
TCO2-22
POTASSIUM-5.0
-1.016
directions
Fibrino-568*
Toxicology
gastropathy
/201
306
resembeled
Ct-268
SOB
WEST
Phos-2.6*
MCH-30.1
Rel
-nystatin
TOTAL
especially
ASSESSMENT/PLAN
thrombus
extraocular
AVR
droop
ergocalciferol
RBC-3.73*
partial
7230**
Preadmissions
GEN
amubulate
norepi/vasopressin
bp
12:06PM
PERTINENT
-the
barber
deformity
T
effusions
ST-elevation
7360**
fell
Calcium
06:10PM
9:50
Soln
AST-1765*
IgM
PT-18.1*
7370**
ears
relieved
diam
locules
Name5
Bzymek
10U
event
protect
Myeloma
**3446-12-25**
active
HOME
Glucose-181*
wheezes/crackles/rhonchi
cross
motion
regarding
Rectum
accept
neg
q2
**3181-3-25**
redness
**9-7**
allow
cooperate
09:10
Magnesium
jugulovenous
steroid
r-hemiparesis
s/o
SODIUM-132*
GLUCOSE-342*
1925**
RBC-3.81*
triamterene/HCTZ
exertional
Glucose-162*
URINE
IgG-2904*
walls
engineer
5146**
XS-4
125mg
non-oliguric
packs
Increase
CXR/Azythro
**Month
pumping
SIRS
Dexamethasone
Seventeen
Ct-170
ibuprofen
*10
soft
**9-2**
irritation
K-3.1*
**3208-9-8**
DIC/HUS-TTP/ITP
strain
CREAT-1.7*
pO2-31*
-16
alchohol
negative
SCr
5-325
resting
This
layering
grip
HYDROmorphone
fluid-
femurs
-C1
MR
**2584-3-24**
criteria
species
silhouette
/hour
P-R
Proxy
being
cocaine-NEG
SVG
HOSPITAL
454**
right
VIEW
<
climb
BiPAP
70-HYPROMELLOSE
Out
CONTINUE
actually
factors
After
conductive
clarify
Failure
**2761-8-10**
Recurrent
Illness
hypokalemia
LD
PHOS-102
HGB-12.2*
Denies
Calcium-7.9*
division
PVD
RBC-2.69*
survivor
=================================
1100**
resolved
8380**
bathroom
PTT-34.5
**3377-3-18**
**3132-7-23**
ST-T
organization
Indx-12.1*
bronchitis
Lymphs-5*
Ddx
levaquin
11.6
BASOS-1
15th
AAOx3
ativan
626**
0.3mcg
additionally
Vital
checking
Monos-12.5*
forearm
occasionally
pre-test
Extract
6872**
urgent
nausea/vomiting
Ct-223
terminates
OTC
RECENT
N
MDCT
DECONDITIONING
lovenox
DIC
changes
Mesalamine
meal
cholecystitis
VALUES
~30
97
**2520**
Neuts-85*
contour
Hgb-13.6*
MS
CTA
MCV-114*
2351**
HOURS-RANDOM
alertness
Hyperkalemia
**Initial
2-3x/day
-608*
02:49PM
5:09
**3181-5-11**
**3446-12-22**
waive
Tricycl-NEG
Amylase-99
0.1
Unknown
instrumented
3699**
Humalog
Emesis
drop
LYMPH
periportal
RDW-18.1*
12:35PM
QHS
K-4.2
neurological
complete
uncomplicated
Sigmoid
WBC-13.6*
declined
spontaneously
guiaic
guarding
**2761-9-11**
LIPASE-68*
arrange
6189**
extubation
CREAT-1.8*
1.
2.7x1.8
EOS-1.4
extremely
discussion
preop
cuff
**2532-3-28**
Packet
RAPID
pen
older
07:10AM
bedrest
oxide
8H
UreaN-78*
1926**
SYSTEM
Ciprofloxacin
excessive
DJD/DDD/recurrent
Appearance
**3411**
Sclera
movement
sons
22.4
jejunum
year
152**
trends
3mm-
Ct-229
Images
1432**
notable
LAD-
**2761-7-7**
1393**
opaque
abnormal
became
Ct-551*
pacemaker
RVR
per
Methylpred
extubating
LOW
**3090-10-14**
respiratory
epigatsric
carryover
Fibrillation
LVOT
tract
109/52
uptitrated
bruising
99/59
resolution
kept
significant
'S
air
Intubat-INTUBATED
Eventually
L4/5
ECA
Hepatology
LEUK-MOD
PEG
ca
04:26AM
**3159-11-1**
pH-5.5
rub
tizanidine
43-year-old
**3084-1-8**
hours
Psych
hepatitis
Brown
Calcium-9.5
CO2-22
**11-1**
oxycontin
our
828**
awoken
TotBili-7.6*
cTropnT-0.23*
benefit
paraplegic
portion
toxicity
house
**2583-7-16**
SODIUM-137
tricyclic
Cemter
satisfactory
Intraoperatively
SODIUM-142
mobility
GELCLAIR
parenchyma
dp/pt
Coarse
CENTER
seroquel
T4-0.94
**1-4**
67
tingling
dyspnea
basilar
33-year-old
Monos-2.9
changed
PPx
ROM
JVD
**1-15**
overloaded
06:25AM
FLOW-5
atheromatous
pO2-65*
NamePattern1
freely
periaortic
RDW-16.2*
recurrent
okay
-Depression/anxiety
HCP
mets
peep
demonstrates
FACTORS
Guaiac
MCV-87
confirming
dozes
22
QAC
Immediate
West
Hgb-11.7*
capillary
Splenomegaly
.D
PHARYNGEAL
RR18
**2587-2-26**
Insulin
d.
Antibody
Sat-97
dietary
PCP
carbapenems
59-year-
**2583-8-8**
recieved
MCHC-32.7
baths
acyclovir
tongue
gaze
ecchymotic
artifact
RRR
barbitrt-NEG
70-79
already
**2960-4-16**
m/w/f
depression/anxiety
3.5
Humulin
Leuks-MOD
Tortuous
UreaN-46*
plateaus
Creat-1.6*
Phos-2.4*
ANEMIA
observe
Liver
Inhalation
Hg
IN
26.3
evidence
LABORATORY
alcoholism
HCO3-36*
Main
RBC-2.70*
Anion
7048**
HCO3-27
cavernous
100
MAGNESIUM-2.4
Patch
LMCA
involved
pantoprazole
1.2-1.3
passage
Lipitor
3580**
suggestion
impersistence
remained
**2524-8-22**
terfenadine
MCH-29.4
02:29AM
06:06AM
8:00am
Mobic
fractured
V2
06:50PM
Nitrite-NEG
2152**
a
12:10
c-spine
specific
CN
moderately
cTropnT-2.69*
aldactone
posterobasal
address
hydro
MCH-35.6*
METHADONE
SCAN
teaching
UreaN-17
Aorta
100.9
anasarcic
annular
PTCA
ASA
Then
anti-hypertensives
surgical
MCHC-29.9*
emboli
RBC-0-2
HD
versed
pureed
abnlty
rated
05:50PM
came
biopsied
historian
+Dyslipidemia
**42**
Neuropathy
PHOS-54
Barbitr-NEG
sph
-152
colace
lucid
MAGNESIUM-2.2
HCT-34.8*
CHOL-61
vasospasm
Phos-3.6
inspiration
moved
drift
LVEDP
Postoperatively
watching
AST-29
2:22
vs
Basically
interaction
-Severe
indicates
reconciliation
Lasix
Gen
106
dir
Cl-104
134/80
Disp
improves
space
stenting
prostatic
Nitro-Dur
6119**
PTT-35.9*
switch
Can
BASOS-1.0
**2-16**
81-year-old
Polys-83*
patency
66
1X/WEEK
ACUTE
NOT/GUID
E/A
103**
oxygenating
4th
BSN
CastHy
To
ASDIR
VBG
successfully
calTCO2-21
7.0
Associates
scoped
62.5
BROMIDE
10:24AM
99.5
diffusely
computers
aspect
dysarthria
2931**
structural
eye
dictated
GLUCOSE-129*
stooled
interim
later
fixating
Diastolic
GLUCOSE-108*
mcg/Actuation
HumaLOG
136/81
prevent
FOLLOWING
**3080-5-25**
1486**
Creat-0.7
route
Lactate-1.4
pCO2-37
mg/5
248**
blocks
culutres
hypothermic
CK-MB-8
Imdur
10:40
Hematocrit
100cc
swollen
0.04
undertaken
Minimally
Psoriasis
cathether
Seroquel
exception
*isosorbide
COR
aids
ADD
accounting
Syringe
UreaN-36*
1.4-0.6
hypoglycemic
Torsemide
off
receptionist
frequent
Biaxin
ejection
**3303-4-19**
MBI
manager
aspirin/Plavix
proBNP-GREATER
BASOS-0.9
strongly
cn
1ml
50-325-40
Days
OSMOLAL-590
NA+-136
**3443-12-29**
alerted
17:11
Guaiaced
7/8
There
CHOLEST-215*
asses
Cre
5352**
300cc
nearest
calHCO3-28
-gabapentin
69**
continually
HYALINE-12*
kinase
walker
AnGap-9
MAEW
Hypercholesterolemia
10,000-100,000
tunnelled
Frequency
hydronephrosis
prophylactic
320
His
ADLs
STE
cocaine
9
RBC-660*
Suicidality
lethargy
supine
umbilical
8302**
Chronically
stay
NAD
occurring
bulk
MVI
substantial
and
lesions
today
ready
Gallbladder
adrenals
134
mistrust
Hct-32.1*
APBS
cognitive
thyromegaly
Osmolal-482
lung
Lantus
0.7
pericarditis
prostheses
Hct-28.0*
UreaN-58*
AlkPhos-53
stage
vanco/cefepime/cipro
Dry
abdominial
BACTERIA-FEW
CD
communicative
**7-23**
nodules
charcoal
nodule
sob
PT-40.7*
palpable
mid
internal
UreaN-69*
ESCHERICHIA
RDW-12.8
Tox
cyanotic
revascularizations
Sundays
-ferrous
courier
*133
sustained
machinery
fellow
LYMPHS-8.6*
diaphragms
RBC-4.40
ineffective
**2-24**
casts
Angioplasty
Rest
**1-26**
Swan-Ganz
Motor
50mg
Spray
Jehovah
Laboratory
F
nonhealed
Cl-101
Zinc
Glucose-235*
97.7
feed
Secondary-
CHEMISTRIES
14.
707**
Started
staple
Sputum
simple
**2761-7-1**
extends
Risperidal
Appears
statin
esterases
PHOS-99
GAP-18
2A:11
mg/200
Divorced
128-151/58-89
ketones
says
ADHD
**2-1**
Septic
would
11:35
Surgery
Discontinue
Units
1340**
55**
04:22PM
bathing
While
Ranitidine
covered
GENERAL
GRANULAR-10*
104/76
Folate
**3447-2-16**
1.8
spironalactone
intravenous
a.m.
picture
presentation
hospitalization
Cranial
11:00
MACROCYT-NORMAL
grave
MCH-32.1*
**2925-5-20**
Chewable
STATUS
runs
301
18:00
?
gross
06:35AM
flattening
CIWA
types
his
periodic
97.8
Baso-0.4
combivent
sober
OR
XS-1
U/A
**8-22**
14.2
non-Hodgkin
urology
pH
masses
7983**
Intervals
solar/actinic
EXPERIENCE
Extr
overdoses
wish
Nortriptyline
flow
16:17
character
Lymphs-28.9
NP
Quality
reserve
ST-depressions
Headaches
+foley
STEMI
pO2-104
overseeing
NITRITE-NEG
fluid
substernal
Cholecalciferol
informed
**Hospital1
flat
alkalinized
207
101.4
Carbonate
-ETOH
IMPRESSION
07:20AM
Transaminases
**2965-10-24**
LOWER
infrarenally
branches
noting
3500**
**2555-6-6**
Epigastric
excision
post-surgical
ap
**2583-8-4**
Pectus
250mg
Hydrocortisone
K-5.5*
ALENDRONATE
repeated
sedation
**12-16**
married
incontinence
SYRINGE
Official
10:13PM
kussmahl
ORAL
Heparin
AS
compartment
BRBPR
Epi-0-2
increasingly
1,250
ABD/PElv
Benign
combo
purchased
distended
recently
Above
RBCs
**1-28**
Breakfast
MCA
Russian
Na-145
PTT-33.4
Timoptic
hesitant
nodal
alendronate
1390**
MCHC-33.9
weeks
GZ
incisions
HR
diaphoresis
PNA
Community-Acquired
labetolol
-Oxycontin
cued
clopidogrel
cefepime/vanco
Greenery
AM
feeble-appearing
ProMod
transvenous
**3087-2-26**
**2535-12-7**
Chief
bromide
05:10PM
HR=93
08:00PM
vertebroplasties
deceleration
99
instability
non-contributory
drinking
ER
Myelos-0
pericardiocentesis
puffs
relatively
Cl-96
Palliative
CT.
PHONE
abdomen-pelvis
reactive
PTT-41.4*
drainable
programs
exacerbations
certain
[
determine
II
**Month/Day/Year
ostial
Baso-0.2
256**
speaking
7372**
91
03:58PM
coronal
airway
epithelial
WBC-5
courses
IGG-TEST
noxious
HGB-12.6
**7-/3018**
MENTAL
20
laboratory
correct
precautions
copd
verbally
IgG
rounds
pO2-63*
Propanalol
pad
epiglottic
exlap
STAIN
doxazosin
**9-/3411**
/3
fever/pain
Throughout
flutter
WBC-10.7
bandage
succinate
cephalosporins
adequately
DKA
DISTENSION
CHLORIDE-98
**2761-3-30**
Ct-230
w/hx
lead
nipride
guiac
efforts
10/g
7050**
Carbidopa-levodopa
Hyoscyamine
occur
3.23
inhaled
NEUTS-76.5*
appendectomy
gastroesophageal
regimens
OF
remain
**1-18**
paralyzed
echocardiographic
PROCEDURE/FINDINGS
872**
ambulated
**3181-5-19**
593**
Neuts-78*
all
mod
3932**
WBC-6.2
-349*
Again
new/increased
Without
grandchild
**2584-3-20**
spasms
bipap
NGT
medications
WBC-1
documented
104/44
Education
powders
hosptial
09:57PM
Thus
pursue
2L
450
2.
DWI
1:45
3:30
-117
b/c
INDX-7.5*
applied
WBC-20*
Non-diagnostic
**2-/2761**
protects
-prandin
weaned
Warfarin
slumped
guaiaced
Sulfate
19mm
4.1
recovers
39.7
Spoke
MONOS-2
B12-490
Calcium-6.7*
Baso-0.5
5/5
3
Colchicine
dosages
severe
w/mod
7700**
4'
throat
53
226
frequency
thereby
infarcts
Sleep
neurology
deferred
89
AnGap-11
gm
psychosis
5/
eating
LYMPHS-37.1
called
non-obstructing
nitrates
lavage
BLE
CABG
Bilateral
-30
Ketone-NEG
developmental
hydromorphone
needed
Focal
SODIUM-139
depleted
Neuts-57
***We
CEREBROSPINAL
surrounding
Little
Now
**2805**
**8-11**
325
combinations
Done
Cl-111*
*14
Non
Dopplers
Glucose-566*
N-39*
glasses
HGB-13.4
Comment-GREEN
filter
Tracheostomy
1-3
outpt
immediately
*11
ATN
Qweek
Service
pCO2-36
neurologist
pcp
barium
tip
**2525-8-14**
gastrointestinal
HIDA
replacements
thins
62**
**2501**
Unclear
Findings
Blepharitis
MRI/A
report.In
-285*
sl
resistant
retaining
Glucose-0
come
infrapopliteal
Normally
pathology
persisted
Etiology
units/ml
============
potassium
COUNT-146*
varices
CHLORIDE
carbidopa-levodopa
LAT
Escherichia
Chem
reformations
MCV-86
Ipratroprium
slow
anticipation
levofloxacin/timentin/vancomycin
**3390-6-19**
legionella
96.2
66yo
Disposition
-2.7*
Albumin-3.6
PLEURAL
blowing
L.
reveal
Lactate-3.9*
**3181-5-15**
morphologically
transfers
collapsibility
TRF-160*
pH-7.0
Myoglob-PRESUMPTIV
deep
7.48
NC/AT
08:59PM
324**
loss
recs
K-2.8*
Dose
inhalation
indicating
computerized
5.9
c/c
Neurology
9:20
ronchi
Florinef
zocor
recurs
Return
lactobacillus
-1.3
POTASSIUM-3.3
Inferolateral
MCHC-33.4
Paracentesis
overlying
seventy-two
SQ
10:49
**10-2**
Job
loaded
command
22.
LACTATE-1.6
reflexs
rhonchi
Dysphagia
unreactive
Ct-554*
Ct-393
ULTRASOUND
SUMMARY
Catheter
LVH
04:24AM
**6-/2526**
Levalbuterol
**11-21**
occult
utpatient
gave
FORMED
Cranburry
**2526**
CBC
pO2-77*
restenosed
concentration
open
partially
Blood-LG
socially
**2555-6-11**
Captopril
discomfort
65kg
did
pack
calTIBC-285
projectile
subcentimeter
CREAT-0.6
Identifier
Hgb-14.4
Additionally
MR.
hypervolemic
100.8
Garage
0.5mg
nephrectomy
NEUTS-71.7*
unilateral
08:57
3327**
satting
WBC-7.7
Etiologies
EOS-3.1
coils
Pantoprazole
nephrolithiasis
PO/IV
HCO3-20*
7250**
D5W
ramipril
spiral
Liters
/3L
100s
cookie
Noncntributory
noon
exchanged
WBC-10.6
coiled
-carotid
**10-1**
leftsided
further
PT-16.4*
antibitoics
discuss
**3159-11-25**
according
01:53AM
packet
-2683*
Abnormal
precribed
tachycardiac
compliance
urine
Bicitra
hyperattenuation
zosyn
aide
MCHC-35.1*
RBC-1
Hgb-8.8*
torn
*2
Losartan
Eos-0.6
Language
WBC-5.7
postnasal
PPD
pronounced
Smooth-NEGATIVE
WBAT
Desipramine
guidance
7566**
**3347-2-15**
POTASSIUM-5.7*
purulence
derangement
reinitiation
Daughter
Q4-6H
Nizoral
7753**
peacefully
**2530-3-25**
resuscitation.Holding
~10
Cytology
reports
H
CALC
Monos-7.9
degree
computer
Iron-deficiency
05:52AM
duplex
LACTATE-2.1*
PERRLA/EOMI
1224**
q4h
Weigh
warm
diagnostic
**5-25**
indicative
developing
CPR
**9-/3389**
sampling
rare
leaky
CAT
hospital
COUNT-194
Infectious
Cl-107
T.
tub-bath
stranding
charcot
Hct-26.1*
asbestos
stricturing
96/4L
Subcutaneous
fo
hypotension
Name
temporary
ISSUES
5LNS
5mg
Color-Straw
**3347-1-25**
ureter/at
rapidly
day/bedtime
Reglan
76yo
lytes/BUN/Cr
